import cowsay

print ("Nuclear codes | Homework | Darstardly Plans | Destruct-Inator")
while True:
    Deets = input("")
    if Deets == "Nuclear codes":
        print("098462789103628933647")
    elif Deets == "Homework":
        print("Saucy content: sriracha, Barbaque, Mustard.")
    elif Deets == "Darstardly Plans":
        print("Evil cow")
        cowsay.cow('Mooooahahaha')
    elif Deets == "Destruct-Inator":
        print("A local evil mastermind with a very large nose and a hatred for semi aquatic egg laying mamals of action")
        print("has come up with a new invention that may be of interest to us, the Destruct-Inator, we will investigate")
        print("further once the device is fully operational, untill that point we hope he will go far.")
    break
else:
    print("Unrecognised evil commands")

print("------------------------------------------------------------------------------------------------------")
print("Agent? Are you there, you must be in by now, remember once you have found incriminating evidence")
print("prepare to export with the command 'EXPORT'")
print("are you ready agent?")
export = input("")
with open ('Extraction.txt') as file:



    file.write('a̷͎̲̗̩̭͇͔̠̅̌̀͗͌̇̇̏̚͠͝b̷̛̬̹͕̼͗͌̆̈́̂͂͋̑͑̃͝ě̷̛̖̩̩̤̘̪̲̽̎̔͌͛̀͝v̶̨̧̧̦̦̲̼̻͇̩͇̰̾̂̔͊͆͊̚͝͝p̷̘̰̖̗̤̘̝̝̀̉ờ̶̖͖̯͚̰̰̹̙̣̏̒̔͒̋͛̾̃̔̔̈́͗͝͝ḩ̶͔̙̩̘͔͓̰̃̔̿̓̈́͗̽͆̓͜b̷̡̧̥͕̣͍͎͔̜̦̹͎͙͕̆̀̃̀́̉͑̇̕͝a̸̻͎̼͛́͘ṿ̷̡̡̘̭̱̻̫̣͚͎̹̰̲̖̇͛͛͗̍̈̀͐͌̂͠o̵̡̨̧̧̗̥̣̬̻̘̩͈̹̻̔̿́̀̎̕̕͠ͅḩ̶̧͖̩͎̪̬͚̘̞̂̍̽́̐͗̃̋͒b̴̡̧̦̳̫͇̜̞͎͙̹͙̦̏͌̄͑͘͝p̸̧̻̻̤̬̜̥̮̫͛̀̒̆͆̈́̔̃̎͋̌̍͝͝J̶̧̘̥̩͉͕̣̙̫̋̄̒͛̓̐͘Ḑ̷͓͕̩̠̤̺͍͕̤͓̜͈̒̌̓͗͗́̅́̎̾̾͘̕̕͜͝ͅB̴̡̥͔̼̦̹̪̩̀̅̎̽͜͜͝ͅş̷̢̳͕̹͍̰̱͖̞̥̘͚̳̍͆͒̃̅̆̽̿͆̋͌̔͠p̵̛̛͇͉̠̪̾̎͊̉̀̐̀͒̚͜͝f̶̢̧̡̖͍̘̭̰̣̪̰͈̙̺̽̊̿̇́̇́͂͑̑̽̑̄͝j̸̻̀̑͛̀̐͆̈̐̏̉͌͘̚͝͠b̴̫̉̑̎̂̉̈̈͗̚͘̕y̵͍͚͚̽̓́̀̑͋̐̀̄b̸͖̘̗͖̔̉v̶̢̡̛̭̥̟͉̥̥͙̖͚̦̹͈̜͎̐̒d̷̡̛̛̞̳̣̭̩̱͈̰̗̗̜̉̾͛͋͋̈́̆̅̓͌̾̔͆̏͜ẁ̶̟̱̹̫̹̔̆̈́͋͗̽̔̓̔̔̂̈́h̴̢̘̙̻̽d̷̢̻̖̘̯̿͆̄̏̋̓̄̃͝ ̶̛̛̣̲̲̃̽̃̾̏̽̕͘ẅ̴̤̤̯̹͓͖͉̮̤̟̞͔̍͛̉͊̽͒̎͆̒̉̍͌͗ͅh̶̢̰͈̬̮̻͍͙̱͎̒̈́͂̓̂͜͜͜͜͝d̸̨̪̮͖̱͍̗͎̥͈͓̜̣͛̎͋͌̎̋͛̑̾̔̅͑̀̕͘̚ͅq̸̤̱͙̺̩̻̼̥̌̀̅̂̉͝ͅv̴̨̧̛͖̟͖̪̗̗͚̗͇̏́͋̇͗̀͌͐̆̍̍̓̍̾́d̴̞̣̩͐́̎͑̒͋́̒̽͐o̷̹̣͆͂̐̐̐͛͊̓͑̈́̉͝ŭ̸̢͕͇̗͖̣̘̳̄̒͂̍͑̅͒̎h̵̩͇̬̮̩͙̖̯̗̬̔͊̂͂̑̊̅̇̑̓̄̽̀͘͘͠ ̶̳͔̔v̵̢̯̳͙̟̞̬͚̭̖̬̖̉̃̂͐̿̀́̒̚̕͠o̵̢͔̤͍̓͒ͅs̷͎̝̹͎̬̜̖̪̈́̌̑̃̀̆ͅḩ̷͈͖̠̼̬̟̀̆̈́̈́̈͆͒̏͗̆̋͘͘ṽ̴̤͎̿̓̔̑ ̵̼̩̫̗̻͇͙̭͉͎̜̹̑̃̑̈́̊̍͊̀̉̚o̴̢̡̝̳̫̘̅̽͑̌̊̀̚̕h̶̢̡̨̰̣̙̩̫̫͙̥̺̐̽͛̒͂̂͑͛̉̍̔͝v̵̡̫̰͍̞̻̮̹̤͙̰̫͗͒̒̿̂̾̈́́́͋̽̈̕b̴̧̡͉͉̟͉͋̓͗̊̋͒̊̚͜ͅͅờ̸̘͕͆̅͝f̷̢̙̼̹͚̯̱̞̘̺̻͐̊̃̿̈́́̄̾͠h̷̡̹͍̪̼͙̹̠͎̹̩̩̥̽̂͊̀̈́͊̈́̇͑͐̈́̈́̅̌̓͊b̸̢̤̺͔̜̤̜̠͓̪̈́̋́̔͜v̶̜͎̰̺͕̤̲̻̟̑̇̅̿̄̏͗̔̀͘͜o̵̡̻̣̳̗͕̥̪̜̭̯̖̤͖͌͆̅̚u̸̡͓̘̹͕̖̦̭̳̠͙̫̮̿̐̈́̋̓̈͌͐̇̿b̷͓͕͖̯͉̩͕̹͇̦̬͎̹̬̍̆̊͗̿̇̾̇͝ͅv̷͚̪̼͔̲̣̱̪͉̖̩̙͆̂͑̀̆̈́̚ͅh̷̭̽͜͠j̷̧̧͙͍̙̳̮̝͓̝̳͉̦̇̇͒̒͊̄̈̔͋́͌̚͝f̵̲̙̼̓͛̓̽̔̚b̶̻͙̫͉̼̤̞̳̻̻̭̟̮͕̫̓̈́e̶̢̧̹̝̘̗̍̓̇̄́̾̽͐̽̄͌̓̿̊͘͜͝ǫ̷̨̞̗̰͖̗̪̗͓̠̩̘͕̘̲̇̌̉͘͝ų̵̖̼̺̙͙͖̣̹̬̭̭̈́̄̏̒̾̾̎͘f̴͖͑̑̂̓͆̕b̸̨̛͇̟̭̩̹̲͚̯͎͖̼͙͚͑͌͊͐̏̽͘̕͝͝ͅơ̴̞̇͑͐̑͂̋́͐̌͆̄̂̈́͛̚f̴̻͙̱̘̹̦͍͗̑̈͊̈́̅͊̕j̴̞̩̳̺͒̇́̓̃b̸̥͙̙͙̳̆̏̏̈́̂́̆̀͜o̷̧͉̰͔̟͙̭̗̓ȳ̵̢̡͎̫͙͍̳͍͔̗͍̭̝̭̗͂̔b̶̬͇͎̿̀͑̏͜f̶̞͚̦͖̣͋͌̓͗͆̾̆͑̅͘̚͠͝͝ä̶̢̤̫͇̩̗͉̦̱͚̀̋̌̽́̓̆͋̍̚͝͝ͅv̵̡̻̌̍͋̿͑̈́́̈́̍̚̚c̸̨̖͓̘̜̻͑̍̀̉͛́͠ͅǫ̸̢̖̲̞̼͇̪̱͉͕͎̇̈̽̽̀͑͂̊̑̓̓̋͊̔͝b̸̢̟̭̠̘͈͙̜͎̠̠͖̗̌̿̋̿̍͊͂́̚̕͠͝͝z̶̡̖̮̘̤͈̞̫̣̊̈́̅̽͌̏̾̋͒̓͘o̶̧̰͙̻̥͋̓͌̅̂͘͠h̸̢̩̙̰͓̲̣̜͙̍͛͆́̏̐͐̋̾̍̚͜͝f̵̡̡̛̰͓̞̩̩̹̙͕͐̍̒̈̈̉̎̈́͂͜͠b̷̨̩̫̜̠̫̝̗͓̮̹̞̪̣̌ͅv̷͎͑̐̿̐̒̿͑͌̌̆͋͛̈́̇ò̶͔̬͔̰̄̍̋͐̈́̔̒̒̚͝͝͝s̶̱̙̱̼̊͆d̷̢̛͎͍̱̺͕̟̺̪͖̲̺͙̥̭͉̆̂͑̂͛̍̉̾̀́̕͝h̸͇̮̯̤̺̣̩̲̉̃̃̔̉͋͒́͆͠f̵͇͖͉̣͉̪̺̬͍̭̫̝̺̈̑̈͂͊͆̎̑͗̀̓ͅḥ̶̨͎̯̞͕̖̜̩͖̲̗͑̐̒̈̀͜à̴̡͖̪͎͉̮̏̐̿̊̄͛̓̽͋̊͋̉̕ş̶̧͚͉̼̜̰͈̗̞̮͒̌͋̑̉͆̽͑̒̈̿̈̕͘ͅḇ̸̛̳͚̜͖̱͎̗̃̉͆̔̓͆͒̉̿͗̈͘͜͠ͅd̶͕̗̞͈̠̮͎̆̌̊̽̈̈́̒̅́̓̎͝͠ȍ̸͍͙̹̂̀̓̆̅̄̋̽͗̐̓̾͂̑̚ų̴̢͚̝̰̖̯̜̠̂͐͆̊̍̀̈̏̾͠h̶̟͍̤͕̏̓̿̾̾v̴̛̯̲͈̮̮͚̝͉̜̱̦̝̪̼̈́̾͂͌̀͌̏̚͘͝b̸̦͇̭̯̪͚̯̅̆̆̎̋̔͜͠ä̷̢͍͙̠̟̞̙̻̮́̽̃̂͌̆́ͅȯ̸̳̯̣̣̺͔̣͒͗̽͝ͅs̴̨̝͇̺̫͖̺͈̻͚̩̰͎̗͉͂̇̎̅̑͊̋͜d̸̛̫̹̰̦̽̉̓̄̇́̒̃͌̓̌͝͠u̶̧̮̩̺̗̪͕̓͗̍̐͌ĥ̵̡̡̛̟̗̗͚̜̳̗͖͖̒̑̄̑͊̾̋͜v̸̨̢̨͉̗̹̞̼̰̤̻͔̮̇̍̾́o̷̧͉͓̤͖̰̲̯͒̓͂́̌̕͠ḑ̶̹̝̰̮̗̦̳̼͌̂͛̆̽̚̚ų̸̧̢̟̞̲͉̟̙̻͇͖̜̹̤̏͑́̀͋̈́̏͌͒̆̎̚̕͘h̴̛̪͇̤̘̼͓͍̗̤̳̠̖̪͙̞̕͜v̷̺͎͙̗̮̀ơ̵̠̣̻̩̥̰̭̳̍̌̈̈́͒͛̐̊͗̿̋ͅȧ̸̯̊͛͌͐̓̌̇͝ṳ̴̧̹͔̔̉̒̏̆̄̀̈́͋̑͗̍̚͝ḣ̷̢̢̡͍͍͓̻̫͇̖̹̰͉͊͂̀̀̿́̊̎̕d̵̨͙̰͔̱͗̓̈́͂͒́̋s̶̳̦̙͔̰̳͍̒͑͐̽̚͘͜b̶̧͔̫̤̏̆̇͆̈́͆̕͝͠c̶̢̬̙̥̼̳̪̱̥͍̺̋̎̆̀͋͐̓͆̉͌̀͂̚̕͝ͅo̷̺͕̿̅h̷̞̩͉͇̝̹̯̳̫͔̳͍̑̋́̌̆̍̈̚ḑ̸̠͎̝̮̞̻̖̯̓͒b̸̢̧̧̧͚͔̫̦̯͉̗̹̯͔̈́̈́̍ą̴̡̬̲̫͍̥̥̩͒̓̋̎̄̈́̏͋̔̿̑͛̓̕͝s̶̛̮̮͙̖̝̰̳̻̞͍̞͈̻̮̄̎̅͋̇͗̓̒̿̚ċ̸̡̡̨̬̙̗̪̘̰̝̲͚̺̭̎̾̾̑̿̿͆̉͛͑̐̕̕͠͝į̷̣͎̠̮͗͆̎́́̂́̆̐̽̕á̶̱̣̘̣̯͎̤̺̥͉̠͈͇͌̋̈̎̔͌̿͝͝͝d̶̡̛̛͖̟̝̖̰̥̯̫̘̠͓̍̏̽̍w̷͎͋͆̍̀̐̌͒̊̒͜h̵̯͖͖̙͕̠̭̲͊͋͒̇͌͗͆̕͝v̴̧̒̍̊̑͐̉̏̊̊͆̚̚͝c̸̦̠̬̤̭̣̜̺̑̏̃̈́͐͌̈́̄̾̃̒̽̄͘̕͝ḭ̵̘̰̪͓̟̻̼̹̞̜̀͆̀́̃̈́͌̉̔̈́̾͛ͅâ̵͈̥͚̮̻̫͎̥͖͋̈́̏͌͑̀ĵ̵̣̫̪̟̰͕d̶͕́̑̿̉̈́̄͠ḧ̶̳̖̲̙͖̖́̏̍̓̂́̿̓̿̈́̍̉̕̕͝s̴͇̘̱͇̞͎̳̥͉̲͖͇͇͕̿̓̈́̎̃͠ͅv̴̧̫̹͚͕͉͖͚̜̲͊̊̄̉̃̐̆̒̈̒̿͐̐̄̚̕ͅͅc̴̹̽̈͠o̶̤͚̟͍̮͎͓̰̜̒́̀́̿̌͂͑͌̉͝͝i̶̖̙̜͎̥̣̱̫͍̓̓͝c̵̢̼̱͍̠̼̻̜̦̠͔̫̪̬͋͑̓̃̈̒̊͑̓̕͜g̴̛̤͉̲̪̠̎̾̍̀v̸̦͈̝́̇͜͝c̸̨̡̨̪͕͖͚̩͓̖̘͔͆̿̓̓̕k̴̢̛̯͗͐̏̋̌̎̌̒̈́̉̍͂͑̈́c̷̨̖̞̯̣̬̺̭̝͕͋͋̀̐̆̂͜͜ṽ̵̢͉̲͍͉̦̹͎̤̓̃͘à̶̢̦͈̬͍̣͈̪͎̯͔̹̜ȯ̴͉̰̹̻͖̘̟͙̝̇̚͜i̷̡̨̢͖̟̯͚̟͙̻̮̩̪̭̪͋͒̏͗ͅh̷̬͓̱̱͑̂̇̓̈́̀ͅg̸̝͙̟͙͒̈́̆́̾́̀̓̋̋́͠ḑ̷̛̛̺̼̭̬̲̱͈̖̎̾̃̿͊̄̋͊́̏͗͝s̵̡̈͆̒͐̆̾̿̓͂͌̅͗v̴̧͖͉̥̙͔̖̼̮̤͙̿̇́̄͊͜͝c̸̨͖͉̣̹̀̈́̀͒̎̈́͑͋̕ĭ̵͇̗̯̋̑̏̎̓͘͝á̴̠͈̪̜̑͊̏v̶̛̠̬̣̭̩͈̲̖͔̲̳͋̏͗̽͑s̶̢̨̛͕̼̮͇̗̲̩̬̤͊o̸̢͙̖̤̱͌̆d̴̥̫̹͔̺̎̊̈̆͛̍̓̆̀͘ç̵̛͉̰̪̹̦͍͇̩̳̒̈͒̆̔̈̐͌̍̉̄̑̊̕͜͝h̷͔̦͚̮͖̝̘̹̅͛͜b̸̢̧̏́͆c̶̢̧̢͉̹͚̰̮͛͆͝v̷̢̛̳͙͉̫͍̩͙̱͈͔̲̾́͗̓́̽̂̀͜ͅͅo̶̢̧̝̺̠͎͉̜͕̎̓̏̌͑̆́̃r̴̢̡̛̳̹͓̫̣̣͚͓̞͛̓͗̾̀̓̈́̀̓͊̅͛̀̃͠e̵̢̢̱̗͎̝͈͉̰̳̞̥̲̜͋̈́̑͌̓̋̏̔̾͋̊͋̀͋ǔ̸̖̝͎̠̭͕̯̫̳̑̑̒̕͘͠y̴̠̦͎̫̟̩̯̺̞̹̳̐̏̋̅̆͝w̶̨̧̢̯̘̮̺̟͉̞͙̠̳̃̃̈͗̉̂̈ͅơ̸̧̯͕̬͖̥͓̬̜͙͍̫̯͉̎̿̈́͋e̶̡̜̟̤̖̗̼̪̻̖͗̓̋̀̉̎̓͑̇͐͘ù̴̧̡̺͕͓̰̗̺̺͍̄̒̑̿̍̋̌̐̕y̷͓̺͈͔̱̫͐͆͌͋̾̈́r̸̖̘̯̪̝̜͎͖̮͎̳̣͖̗͌̂̈́͌̿͘͘c̷͙̝̙̟̺̪̣͚̺͈̀̒̈́̈́͜ͅv̸͈͍͉̓̆́͌̆̌͊͑͐̍ḭ̶͊͛̒̋̀͑͒́̄́̾̆̐̾̋s̴̨̧̺̬̖̻͙͚̮͔͙͉̥̦͕̈́͊ͅy̴̡̦͖͎͎̳̫͊̉̇͂̏̋̕͜d̸͓̰͎̭̭̤̃̅͊͗̀̎̀̀̏̄͝V̷̧̛͈̟̘̥̹̠͔͖͈͔̏̐̀̍́̓̇̒͝͝I̴̭̩͆̈͌̾̓̔̌̇̚A̴̛͔̩̲͉̹͖̩̪̮͈̦̿̊̾͗̂̇͋̉̌͜͠ͅH̷̠̯͚̤̪̠̯̞̗̟͈͇̣͎̙̅̀͋͜Ǵ̴̢̡̗̹̗̦̙̫̰͇̙͔͈̝̋̽͒̃͐̒̂̿͛̇́̉̎̈́̍Ṽ̵̬̳̖͈̹̘̫͇̬̦̈̔̊̒̉͌̋̽̾̏̑̽͑ͅͅÖ̵̢̢̢̺̤̣͚̳̲̥̯̻̦̟̗̹́H̷̯̥̝̭͎͕̖͖͉͕̆̓̂́̃̽̍̍͝ͅČ̴̨͚̪̬͎̭̚ͅV̶̛̱̹̰̰̗͙̝̌̋̂̌́̑ͅB̶̡̟̼̙͔̳̯̬̘̫̍̋̃̔͜͝F̶̭͕͍̪̯̲̭̰̮͂̾̊̇̓̒̕̚͜͝Ó̶̢̦̭̺̗͕͍̣̼͈̻̍͋̽̒́̍̇͘͜͝Ś̸̻̬̝̫͚͇̩̊̽̿͌̋̈́̎͆́̚͝Ḑ̶̢̡̡̢͍̜̣͈͎̼̳͒̓̈́̐̀̈́̊͐͘͠ͅH̶̨͇̭̞͎͓̗̟̹͕̝̮̱͓͈̍̌̿̈́̾̍B̷͚̗̥̲͍̟̩̮̖͚̫͇̬̝͌́̋̌̂͂͜V̵̥̭̩̻̮̲͇̍Ë̷̡̥̰̼̰̬̍̅́Ȯ̸̡̡͎̝̪̜̫͙͓̤͙̽̀͗̐̓̑̀̄͠͝͝Ủ̶̢̡͖̰̖̋̋̑̐̋ͅV̷̧̨̫͓͕͇̯͇͔̦̪̺̣̫̉̇̒̿͋̌͐̆͊̃̈Y̷͙̯̺̘̌̄̏̈́̈́́͑͂̍̕͠S̷̼͇͇̆̎̏̀̈̑̈̋͝Ǫ̶̱͇͂̂Ủ̴̧̬͚͚̩͖͒͗͑͛͜͝͠V̴̛̞͉̘̱̏̇̄̽Y̴̡̺̞̙̪͔͉̰͇̝͖̦̓̄͊́̐͆̌̇̂̎̋̕͝Ơ̶̪̝̍̔̿̉̄͘A̴̡̡̧̡̛̪̤̬̦̺̰̜̪̝͑́͐̕͝͠ͅŲ̶̫͎̙͉̖̺͇̼͍͖̤͕̔͛F̶̢̩̼̪̝͙̲̯̺̱̣̈́̊V̶̤̩͔͇͐̽͊̚O̷͎͓̤̳̱̼̞̪̤͗́E̴̼̫̘̪̙̍͒̔͋̀̇̓͋̚W̵̧̮̼̙̪̯̘͕͈͙̥̟̤͓̿͗́̿͑͊͒̿̋͋̕͠͝U̷̢̳̭͖͈̻̭͑͂̀̂̾̚Y̷̨̧̮͓̙͖̱̤̪̻̘̓͋̓ͅF̸̡̢̱̙̮̹͈͖͙̙̱͍̺̲̻̃̇̓̒̈͊ͅG̷̡̢̘͙͚̙̫̬̻͙̦̫͇̊̾̔ͅͅO̴̥̥̗̮̰̠̣̻͐̐̓̔̂͆̀̎͠Ù̷̩͉̤͌̎͑̀̇̎̇Ý̵̨̧̟̬̖̹͎̩̟̪̥̱͙̹̬͎̌o̴͖̥̦̙̩̺͖̦̣͎̠̤̾̋ḩ̷̛̠̬̱̲̦͚̳͓͛̏̅͌̒͗̆́̓̽͂̐͘͜͝͝b̵̨̞͇͉̦͍̗̪͔͖͍̲̖̎̓̌̃̌͘͜f̶̢̢̬̖͓̥̯̥͚̰̝̥̝̍̄̎͆̏ơ̸̡̧̛̩̼͓͓̠̣͉͛̅̿̇͝ͅu̷̫͎͍̜̹̘̲̱̮͈͐͂͆͝a̸̧̨̩̭̮̗͎̣͓̺̘͇̋̀͛̉̀͛̕͠ͅb̴̨͔̩͉̈́͂̆̂̇̿́͆͒͑͗͊̈́̅͘ͅò̶̲̬̰̭̩͓͓̺̦̞̯̬̣̦̦̘͐͌̈́̈̄̚͝ȇ̴̗̗̣͙͇̲̱̦̤̟̹̻̒̒͐̈́͌̍̔̅̇̀̄͐͌̀r̵̡̘̄ư̸͈̠͍̣̺̭͎̾̾̀̄͘͝f̶͔̜̠́̍̍̀̈́̎̅̚͠h̶̤̣̼̗̭̬͕̗͈̓̀̉̽̌̊̿̉̓͊b̷̡̛̛̤̯̦̥͛̊̅̐͝ͅd̶̲̘̼̩͖͚̮͚̱̠̞̕f̸͍̱͔̫̤̮͈̀͊̽͆͊́͑̈́̏̚͜͝ͅo̴̺͖̤͕͌̾̈́͗̿̿̐̏̋̈̊͋̕͠')



    print("Written info:")

    content = file.read()
    print(content)